brew 'fd'
brew 'the_silver_searcher'
brew 'micro'
brew 'bat'
brew 'duff'
brew 'dust'
brew 'htop'
brew 'eza'
brew 'ninja'
brew 'pkg-config'
brew 'git-delta'
brew 'bash-completion@2'
brew 'hexyl'
brew 'subversion'
brew 'ripgrep'
brew 'gh'
brew 'codespell'
brew 'dos2unix'
brew 'jq'
brew 'doxygen'
brew 'wget'
brew 'c-blosc'
brew 'meson'
brew 'ruff'
brew 'pre-commit'
brew 'python-tabulate'
brew 'flit'
brew 'python-matplotlib'
brew 'uv'
brew 'fish'
